Repository: juanjocorbalan/LiteWeather
Catalog: LiteWeather/Resources/Localizable.xcstrings
Source language: es
Languages: en

# error_invalid_data
source: No se pudo cargar la información
en: Could not load weather data

# error_network_unavailable
source: Sin conexión a internet
en: No internet connection

# error_unauthorized
source: Error de autenticación
en: Authentication error

# error_unknown
source: Ha ocurrido un error inesperado
en: An unexpected error occurred

# feels_like %@
source: Sensación de %@
en: Feels like %@

# humidity
source: Humedad
en: Humidity

# loading_weather
source: Cargando condiciones actuales…
en: Loading weather...

# max_temp
source: Máx
en: Max

# min_temp
source: Mín
en: Min

# refresh
source: Actualizar
en: Refresh

# retries_loading_data
source: Reintentar la carga de datos
en: Retries loading weather data

# Running Tests -> No UI needed
source: Ejecutando Tests -> No se requiere UI
en: Running Tests -> No UI needed

# shows_weather_at_current_location
source: Muestra las condiciones en tu ubicación actual
en: Shows weather at your current location

# sunrise
source: Amanecer
en: Sunrise

# sunset
source: Atardecer
en: Sunset

# weather_at_location_title
source: Condiciones en ubicación actual
en: Weather at current location

# weather_unavailable
source: Condiciones actuales no disponibles
en: Weather unavailable

# wind
source: Viento
en: Wind
